/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsKey" = "Příloha (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Přidat přílohu";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Pořídit fotografii";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Knihovna fotografií";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Soubory";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Zrušit";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Název";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Poznámky";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Hodnota";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "UPOZORNĚNÍ: NavigationController pro aktuální UITableViewController pro FUIFormCell je nil. FUIAttachmentsFormCell a ListPickerFormCell nebudou správně fungovat.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Vybráno";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Vše";

/* The warning string when search is enabled but the ListPickerFormCell\n has the listPickerDataSource set but listPickerSearchResultsUpdating\n property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Upozornění: Hledání je deaktivováno, protože vlastnost listPickerSearchResultsUpdating v ListPickerFormCell je nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Vybrat vše";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Zrušit výběr všeho";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Zavřít";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "Více";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Méně";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "zapnuto";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "vypnuto";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Poklepáním přepněte";

